[M_TheOrigin MissionDefinition]
MissionName="Basic"
MissionDescription="Sir Hammerlock also wants to know how the crystal was discovered. You will find the answer to your questions in the amazing ruins of Caustic Cave.."
TurnInDescription="The guest workers are responsible for producing the crystals. I wondered where the guests had gone...."
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_TheOrigin:DestroyOriginArtifact MissionObjectiveDefinition]
ProgressMessage="Remove the original technology."

[M_TheOrigin:ExploreAlienRuins MissionObjectiveDefinition]
ProgressMessage="Check the oral cavity."

[M_TheOrigin:ExploreAlienRuinsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheOrigin:FindHarchek MissionObjectiveDefinition]
ProgressMessage="Find the hook"

[M_TheOrigin:FindHarchekSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheOrigin:TakeOrDestroyOriginArtifactSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheOrigin:TakeOriginArtifact MissionObjectiveDefinition]
ProgressMessage="Download the source code"

